[
  {"id": 1, "quote": "Every day is a fresh start — embrace it with gratitude and courage."},
  {"id": 2, "quote": "Small steps in the right direction can turn into big journeys."},
  {"id": 3, "quote": "You are stronger than you think and capable of more than you imagine."},
  {"id": 4, "quote": "Happiness is not something you postpone for the future — it’s something you create today."},
  {"id": 5, "quote": "Difficult roads often lead to the most beautiful destinations."},
  {"id": 6, "quote": "Choose optimism — it’s the first step to turning challenges into opportunities."},
  {"id": 7, "quote": "Believe in yourself. You’ve overcome 100% of your hardest days so far."},
  {"id": 8, "quote": "The sun will rise again, and so will you."},
  {"id": 9, "quote": "Keep going — your future self will thank you for not giving up."},
  {"id": 10, "quote": "Progress, not perfection, is what truly matters."},
  {"id": 11, "quote": "Surround yourself with positivity and watch your mindset transform."},
  {"id": 12, "quote": "Your dreams are valid — take one step toward them today."},
  {"id": 13, "quote": "Even the smallest act of kindness can create a ripple of hope."},
  {"id": 14, "quote": "You have within you right now, everything you need to deal with whatever the world throws at you."},
  {"id": 15, "quote": "Celebrate every victory, no matter how small."},
  {"id": 16, "quote": "Be proud of how far you’ve come and excited about how far you’ll go."},
  {"id": 17, "quote": "Storms don’t last forever — keep moving forward."},
  {"id": 18, "quote": "Joy is not found in things; it is found within you."},
  {"id": 19, "quote": "Hope is the heartbeat of the soul — keep it alive."},
  {"id": 20, "quote": "Let go of what you can’t control and focus on what you can create."},
  {"id": 21, "quote": "Turn your setbacks into setups for a comeback."},
  {"id": 22, "quote": "Your energy introduces you before you even speak — choose positivity."},
  {"id": 23, "quote": "Be patient with yourself — growth takes time."},
  {"id": 24, "quote": "When you can’t find the sunshine, be the sunshine."},
  {"id": 25, "quote": "Act as if what you do makes a difference — because it does."},
  {"id": 26, "quote": "Gratitude turns what we have into enough."},
  {"id": 27, "quote": "Be kind to yourself — you are doing the best you can."},
  {"id": 28, "quote": "Keep shining — the world needs your light."},
  {"id": 29, "quote": "Focus on the step in front of you, not the whole staircase."},
  {"id": 30, "quote": "Every ending is a new beginning waiting to unfold."},
  {"id": 31, "quote": "Rise up and attack the day with enthusiasm."},
  {"id": 32, "quote": "You are capable of amazing things — trust yourself."},
  {"id": 33, "quote": "Positivity is contagious — spread it everywhere you go."},
  {"id": 34, "quote": "Don’t be afraid to start over — it’s a chance to build something better."},
  {"id": 35, "quote": "Your best days are still ahead of you."},
  {"id": 36, "quote": "Be the reason someone smiles today."},
  {"id": 37, "quote": "Turn your face to the sun and let the shadows fall behind you."},
  {"id": 38, "quote": "Never underestimate the power of a positive thought."},
  {"id": 39, "quote": "Your story isn’t over — the best chapters are yet to come."},
  {"id": 40, "quote": "Each morning we are born again — what we do today matters most."},
  {"id": 41, "quote": "Great things take time — stay patient and consistent."},
  {"id": 42, "quote": "Your vibe attracts your tribe — radiate good energy."},
  {"id": 43, "quote": "Don’t compare your journey to others — focus on your own path."},
  {"id": 44, "quote": "Be brave enough to take chances and kind enough to forgive yourself."},
  {"id": 45, "quote": "Optimism is a happiness magnet — good things come to positive people."},
  {"id": 46, "quote": "Plant seeds of hope every day — they will grow when you least expect."},
  {"id": 47, "quote": "You deserve to feel happy, loved, and fulfilled."},
  {"id": 48, "quote": "Life is better when you’re laughing."},
  {"id": 49, "quote": "Your future is bright — keep walking toward it."},
  {"id": 50, "quote": "Peace begins with a smile — start there."}
]
